const history = {
  table: {
    headers: {
      HOME: "ДОМ",
      home: "Дом",
      services: "Услуги",
      contacts: "Контакты",
      about_us: "О нас",
      domotica: "Домашняя автоматизация",
      hotel: "Отель",
    },

    homeHeader: {
      home_title: "Автоматизация дома и зданий",
      home_descript:
        "Мы программируем системы KNX любого размера и сложности. Разрабатываем централизованный надзор за управлением освещением, сценариями, климатом и потреблением электроэнергии.",
      home_btn: "Портфолио",
    },

    aboutContent: {
      about_company: "[ О КОМПАНИИ ]",
      about_title: "Домашняя автоматизация и дизайн",
      about_descript1:
        "С 2005 года мы занимаемся программированием систем домашней автоматизации по стандартам KNX любого размера и сложности по всей стране, как в частных домах, так и в негосударственных структурах, таких как отели, офисы, магазины.",
      about_descript2:
        "Мы считаем, что дом должен быть красивым и функциональным, поэтому мы используем устройства, которые отличаются дизайном, вниманием к деталям и технологическим авангардом.",
    },

    aboutServices: {
      services_about: "[ НАШИ СЕРВИСЫ ]",
      services_title: "Продукция и Услуги",
    },

    ourWorks: {
      works_about: "[ НАШИ РАБОТЫ ]",
      works_title: "Портфолио",
      works_btn: "ПЕРЕЙТИ В РАЗДЕЛ ПОРТФОЛИО",
    },

    footer: {
      footer_descript:
        "Мы программируем системы KNX и разрабатываем централизованный контроль для управления освещением, сценариями, климатом и потреблением электроэнергии.",
      latest_projects: "Последние проекты",
    },

    aboutUs: {
      about_us: "О нас",
      our_offer: "[ О нас ]",
      about_us_descript:
        "Лучшие решения KNX для управления объектами размещения любых размеров. Максимальный комфорт для ваших гостей в сочетании с простым и полным управлением. Даже для заведений без местной стойки регистрации.",
    },

    contacts: {
      contacts: "Контакты",
      contactsUP: "КОНТАКТЫ",
      left_title: "Послать сообщение",
      left_descript:
        "Ваш адрес электронной почты не будет опубликован или использован в рекламных целях.",
      left_username: "Имя",
      left_email: "Почта",
      left_text: "СООБЩЕНИЕ...",
      left_text1:
        "Я заявляю, что ознакомился с информацией в соответствии с Регламентом (ЕС) 2016/679 Европейского парламента и Совета от 27 апреля 2016 года (GDPR) и действующим законодательством по этому вопросу.",
      left_text2: "Ознакомьтесь с Политикой конфиденциальности",
      left_btn: "ОТПРАВИТЬ СООБЩЕНИЕ",
      right_pretitle: "[ НАШИ РЕКОМЕНДАЦИИ ]",
      right_descripiton:
        "Вам нужна дополнительная информация, персонализированные цитаты, цитаты или простой совет? Свяжитесь с нами без обязательств, мы будем рады предложить вам весь наш опыт. Спасибо.",
      right_address: "Адрес",
      right_call: "Телефонный номер",
    },

    hotel: {
      HOTEL: "ОТЕЛЬ",
      hotel_offer: "[ ЧТО МЫ ПРЕДЛАГАЕМ ]",
      hotel_title: "KNX-решения для гостиниц",
      hotel_descript:
        "Лучшие решения KNX для управления объектами размещения любых размеров. Максимальный комфорт для ваших гостей в сочетании с простым и полным управлением. Даже для заведений без местной стойки регистрации.",
      hotel_title2: "Что вы можете сделать с домашней автоматизацией в отеле?",
      hotel_offer1: "Централизованное управление",
      hotel_des1:
        "С одной или нескольких станций, даже за пределами здания, вы можете проверить присутствие ваших гостей и состояние комнаты в режиме реального времени, включая звонки и сигналы тревоги.",
      hotel_offer2: "Комфорт и экономия",
      hotel_des2:
        "Система будет управлять температурой в каждой комнате автономно, настраивая ее таким образом, чтобы обеспечить максимальный комфорт для ваших клиентов и получить максимальную экономию.",
      hotel_offer3: "Возврат изображения",
      hotel_des3:
        "Современная и удобная структура гарантирует удовлетворенность клиентов и заметный возврат имиджа с точки зрения рекламы и платформ бронирования.",
    },

    domotica: {
      offer: "[ ЧТО МЫ ПРЕДЛАГАЕМ ]",
      title: "Ваш дом под контролем!",
      descript:
        "Вы в отпуске или вдали от дома и хотите держать все под контролем? Сегодня вы можете это сделать! Управление и контроль вашего дома с помощью домашней автоматизации никогда не было проще! Сенсорный экран, планшет и смартфон позволяют вам управлять своим домом, где бы вы ни находились.",
      services: "[ НАШИ СЕРВИСЫ ]",
      title2: "Что можно сделать с помощью домашней автоматизации?",
      title_des1: "Отопление - Климат",
      des1: "С помощью системы домашней автоматизации вы можете самостоятельно управлять климатом, устанавливать правильную температуру для каждой зоны вашего дома.",
      title_des2: "Освещение - Ставни",
      des2: "Можно автоматизировать работу освещения и жалюзи в вашем доме и вызывать предварительно настроенные сценарии.",
      title_des3: "Аудио видео",
      des3: "С мультирумной системой вы можете распространять музыку и видео из основной системы в каждой комнате дома.",
      title_des4: "Голосовое управление",
      des4: "Вы можете управлять функциями своего дома с помощью самых популярных голосовых помощников на рынке, таких как Amazon Echo, Google Home.",
      title3: "Безопасность",
      title3_des:
        "Система домашней автоматизации позволяет защитить дом от возможных сбоев в электроснабжении, пожаров, утечек газа или наводнений.",
      title3_sub1: "Видеонаблюдение",
      title3_des1:
        "Технологическая и интеллектуальная система, позволяющая видеть в любое время и в любом месте, что происходит в вашем доме.",
      title3_sub2: "Видеоцитофония",
      title3_des2:
        "Видеодомофон можно интегрировать в систему домашней автоматизации и использовать смартфон для открывания дверей и ворот.",
      title3_sub3: "Удаленное управление",
      title3_des3:
        "Отдавать заказы и следить за своим домом можно даже удаленно, используя смартфон, тачскрин или планшет.",
      our_products: "[ НАШИ ПРОДУКТЫ ]",
      title4: "Системы контроля",
      title4_des:
        "Управлять своим домом, когда вы находитесь вдали от дома, никогда не было так просто: сенсорные панели, iPhone и iPad, смартфоны и планшеты могут стать, благодаря специальным приложениям, инструментами управления для вашей системы домашней автоматизации.",
      button: "ПРОДУКТЫ И РЕШЕНИЯ",
      title5_sub1: "Элан",
      title5_des1:
        "Elan позволяет вам управлять и контролировать все системы домашней автоматизации и технологические системы, присутствующие в доме.",
      title5_sub2: "Thinknx",
      title5_des2:
        "Универсальная система диспетчеризации для автоматизации зданий с помощью iPad, смартфона, планшета",
    },

    superbonus: {
      home_title: "Супербонус 110%",
      title1: "110% Супербонус и Домашняя автоматизация",
      title1_desc1:
        "Супербонус — это взнос, предусмотренный Постановлением о перезапуске, который позволяет вычесть 110% расходов, понесенных в связи с мероприятиями, проведенными с 1 июля 2020 года по 30 июня 2022 года и направленными на повышение энергоэффективности зданий.",
      title1_desc2:
        "Среди работ, которые получают 110% Супербонуса, также есть установка устройств и систем домашней автоматизации.",
      title2: "СВЯЖИТЕСЬ С НАМИ БЕЗ ОБЯЗАТЕЛЬСТВ",
      sub_title2:
        "Иметь предложения по поставке и программированию knx-устройств, входящих в Superbonus 110",
      contact_title1: "ПОЗВОНИ СЕЙЧАС!",
      contact_desc1: "тел +39.342 8029448",
      contact_title2: "ИЛИ НАПИШИТЕ НАМ",
      contact_desc2: "Заполните форму!",
      form_title: "Послать сообщение",
      form_desc: "Мы свяжемся с вами как можно скорее.",
      form_name: "Имя",
      form_mail: "Почта",
      form_tel: "Телефон",
      form_message: "сообщение",
      check_form:
        "Я заявляю, что ознакомился с информацией в соответствии с Регламентом (ЕС) 2016/679 Европейского парламента и Совета от 27 апреля 2016 года (GDPR) и действующим законодательством по этому вопросу.",
      check_button: "Spedire",
      title3: "Что такое Супербонус 110",
      title3_desc1:
        "Superbonus поощряет меры по перепланировке энергопотребления, чтобы сделать дома более умными за счет установки и внедрения устройств и систем автоматизации зданий.",
      title3_desc2:
        "Они должны обеспечивать автоматизированное управление системами отопления или производства горячей воды для бытовых нужд или летнего кондиционирования воздуха, включая их дистанционное управление по мультимедийным каналам.",
      title4: "Как это работает",
      title4_desc1:
        "Супербонус увеличивает ставку вычета расходов, понесенных до 30 июня 2022 года, до 110% для конкретных мероприятий в области энергоэффективности.",
      title4_desc2:
        "Он предусматривает ставку вычета в размере 110% для расходов, понесенных до 30 июня 2022 года, которые должны быть разделены на 5 лет в пределах максимального предела заранее определенных значений вычета, которые варьируются в зависимости от размера имущества и типа вмешательства.",
      link: "Полезные ссылки",
      title5: "За дополнительной информацией :",
      title5_desc1:
        "Статья 11 Приложения А к Декрету о требованиях (Требования, которые должны быть указаны в заявлении под присягой для вмешательств, обеспечивающих доступ к налоговым вычетам)",
      title5_desc1: "Информация и разъяснения: веб-сайт Enea",
      title5_desc1: "Superbonus 110% guide: Agenzia delle Entrate website",
      button: 'супербонус',
    },
  },
};

export default history;
